
load-preview-failed = Дууны урьдчилсан үзүүлбэрийг ачаалахад амжилтгүй боллоо
load-charts-failed = Бийтмапуудыг ачаалахад амжилтгүй боллоо
no-chart-for-download = Энэ бийтмапийг татаж авах боломжгүй байна

load-chart-failed = Бийтмапыг ачаалахад амжилтгүй боллоо

dl-cancel = Цуцлах
dl-status-fetch = Мэдээллийг татаж байна
dl-status-song = Дууг татаж байна
dl-status-chart = Хөгжмийн зам татаж байна
dl-status-extract = Задалж байна
dl-status-illustration = Зураг татаж байна
dl-status-assets = Нөөцүүдийг татаж байна
dl-status-saving = Хадгалж байна
dl-failed = Татахад амжилтгүй боллоо
dl-success = Татагдсан
guest = Зочин

warn-unrated = Энэ тоглолтод үнэлгээ байхгүй
failed-to-play = Онлайн горимоор эхлүүлэхэд амжилтгүй боллоо
play-cancel = Цуцлах
play-switch-to-offline = Офлайн горимд орох
switched-to-offline = Офлайн горимд орсон

delete = Устгах
rate = Үнэлэх
exercise = Дасгал
offset = Офсет тохируулах
unlock = Онгойлгосон видео тоглуулах

edit-cancel = Цуцлах
edit-save = Хадгалах
edit-saving = Хадгалж байна
edit-load-file-failed = Гадны файлыг ачаалахад амжилтгүй боллоо
edit-save-failed = Хадгалахад амжилтгүй боллоо
edit-saved = Хадгалагдсан
edit-preview-invalid = Урьдчилан харах хугацаа хязгаараас хэтэрсэн байна
edit-tags = Шошгуудыг засах
edit-downloaded = Татсан бийтмапаа засах боломжгүй
edit-overwrite = Дахин бичих
edit-overwrite-confirm = Та энэ бийтмапийг импорт хийгдсэнтэй нь дахин бичихдээ итгэлтэй байна уу? (Энэ зөвхөн "Шинэчлэх" товчийг дарсны дараа онлайн платформтой синк хийгдэнэ)
edit-overwrite-success = Дахин бичсэн
edit-overwrite-failed = Дахин бичихэд амжилтгүй боллоо

edit-upload = Байршуулах
edit-update = Шинэчлэх

upload-not-saved = Та бийтмапаа хадгалаагүй байна, одоо хадгаламаар байна уу?
upload-login-first = Эхлээд нэвтэрээрэй
upload-builtin = Суурилуулсан бийтмапууд байршуулагдах боломжгүй
upload-rules = Байршуулах дүрэм
upload-rules-content =
  Байршуулахаас өмнө, та баталгаажуулах ёстой зүйлс бол:
  1. ! Тухайн бийтмапийг би хийсэн, хамтарч хийсэн БҮХ бийтмап дизайнераас байршуулахын зөвшөөрөл хэрэгтэй, үгүй бол таны байршуулах боломж бүрмөсөн хаагдах магадлалтай.
  2. Өндөр танигдахуйц аватар болон ID-ийг хэрэглэхийг зөвлөж байна; Phira дээр ашигладаг аватар ID чинь бичлэг хуваалцдаг платформ дээр зөрвөл (ялангуяа, BiliBili), нэмэлт тайлбар шаардана, мөн дуртай хэлээ бийтмапийн тайлбарт тавиарай. (zh-CN биш байвал)
  3. Бийтмапийн контент (хөгжим, зураг, текст гэх мэт оролцуулаад) БНХАУ-ын бусад хуулиуд болон зарлигуудыг дагаж мөрдөх ёстой бөгөөд хууль зөрчөөгүй ба муу мэдээлэл агуулаагүй байх ёстой
  4. Би Phira-гийн зүгээс олон нийтийн сурталчилгаанд миний өгсөн контентыг ашиглахыг зөвшөөрч байна. Бусад бүх ашиглалт нь миний нэмэлт зөвшөөрлийг шаардна
  5. Энэхүү дүрмийн эцсийн тайлбарлах эрх нь TeamFlos-т хамаарна.
uploading = Байршуулж байна
upload-chart-failed = Бийтмапийг байршуулахад амжилтгүй боллоо
upload-success = Амжилттай байршуулагдсан, хяналтын үйл явцыг хүлээнэ үү!
upload-failed = Байршуулахад амжилтгүй боллоо
upload-confirm-clear-ldb = Одоогийн бийтмап файл нь алсын бийтмап файлаас өөр байгаа тул байршуулсны дараа энэ бийтмапийн лидер самбар устгагдана, үргэлжлүүлэхэд та итгэлтэй байна уу?

ldb = Лидер самбар
ldb-load-failed = Лидер самбарыг ачаалахад амжилтгүй боллоо
ldb-no-rank = Байхгүй
ldb-score = Скор
ldb-std = Пьюрити

info-name = Нэр
info-composer = Хөгжмийн зохиогч
info-charter = Бийтмап хийгч
info-difficulty = Хүндрэл
info-desc = Тайлбар
info-rating = Үнэлгээ
info-type = Төрөл
info-tags = Шошгууд

reviewed = Хянагдсан
unreviewed = Хянагдаагүй
review-approve = Зөвшөөрөх
review-deny = Үгүйсгэх
review-del = Онлайнаар устгах
review-approved = Зөвшөөрөгдсөн
review-passed = Амжилттай батлагдсан
review-denied = Үгүйсгэсэн
review-deleted = Устгагдсан
review-action-failed = Хяналтын үйлдлийг гүйцэтгэхэд амжилтгүй боллоо
review-doing = Үйлдлийг гүйцэтгэж байна
review-not-loaded = Мэдээлэл ачаалагдаагүй байна, түр хүлээнэ үү
review-edit-tags = Шошгуудыг засах
review-edit-tags-failed = Шошгуудыг засахад амжилтгүй боллоо
review-edit-tags-done = Шошгууд шинэчлэгдсэн

mods = Модс
mods-autoplay = Авто тоглолт
mods-autoplay-sub = Энийг идэвхжүүлвэл рекорд байршуулахыг зогсооно
mods-flip-x = X тэнхлэг рүү эргүүлэх
mods-flip-x-sub = X тэнхлэгээр эргүүлэх
mods-fade-out = Алга болох
mods-fade-out-sub = Нотууд зураас руу ойртоход алга болно

rate-failed = Үнэлэхэд амжилтгүй боллоо
rate-done = Амжилттай үнэлэгдсэн

need-update = Шинэчлэл хэрэгтэй
need-update-info-only-content = Бийтмапийн мэдээлэл шинэчлэгдсэн. Шинэчлэлээ синк хийлгэмээр байна уу?
need-update-content = Энэ бийтмап шинэчлэгдсэн. Рекордыг байршуулахаас өмнө дотоод хувилбарыг шинэчлэх ёстой. Одоо хиймээр байна уу?

request-failed = Хүсэлт амжилтгүй боллоо

stabilize = Тогтворжуулах
stabilize-warn = Энгийн хэрэглэгч зөвхөн 3 хоногт нэг удаа бийтмапийг тогтворжуулах хүсэлт гаргах боломжтой. Хэрэв тогтворжуулсан бийтмапууд байгаа бол хугацаа нь 1 өдөр болж буурна.
stabilize-requested = Тогтворжуулах хүсэлт илгээгдсэн
stabilize-failed = Тогтворжуулахад амжилтгүй боллоо
stabilize-approve = Онцгойгоор зөвшөөрөх
stabilize-approve-ranked = Тогтвортойгоор зөвшөөрөх
stabilize-comment = Тогтворын Коммент
stabilize-commented = Коммент хийгдсэн
stabilize-deny = Тогтвортой байдлыг үгүйсгэх
stabilize-approved = Зөвшөөрөгдсөн
stabilize-approved-passed = Зөвшөөрөгдсөн, бийтмап тогтворжуулагдсан.
stabilize-denied = Татгалзсан
stabilize-denied-passed = Татгалзсан, бийтмап тогтворжуулагдаагүй.
