
load-preview-failed = Ошибка загрузки превью трека
load-charts-failed = Ошибка загрузки чарта
no-chart-for-download = Этот чарт невозможно загрузить

load-chart-failed = Ошибка загрузки чарта

dl-cancel = Отмена
dl-status-fetch = Получение информации
dl-status-song = Загрузка трека...
dl-status-chart = Загрузка чарта...
dl-status-extract = Извлечение...
dl-status-illustration = Загрузка иллюстрации...
dl-status-assets = Загрузка данных...
dl-status-saving = Сохранение
dl-failed = Ошибка загрузки
dl-success = Загружено

guest = Гость

warn-unrated = Эта игра не будет засчитываться.
failed-to-play = Ошибка запуска
play-cancel = Отмена
play-switch-to-offline = Переключиться в оффлайн-режим?
switched-to-offline = Переключено в оффлайн режим

delete = Удалить
rate = Оценить
exercise = Практика
offset = Задержка
unlock = Видео разблокировки

edit-cancel = Отмена
edit-save = Сохранить
edit-saving = Идет сохранение...
edit-load-file-failed = Ошибка загрузки файла
edit-save-failed = Ошибка сохранения
edit-saved = Сохранено
edit-preview-invalid = Время превью установлено неправильно
edit-tags = Изменить теги
edit-downloaded = Вы не можете редактировать загруженные чарты.
edit-overwrite = Перезапись
edit-overwrite-confirm = Вы уверены что хотите перезаписать чарт на новую? Если уверены, то нажмите на "Обновить" для публикации изменений.
edit-overwrite-success = Перезапись успешна
edit-overwrite-failed = Ошибка перезаписи

edit-upload = Выложить
edit-update = Обновить

upload-not-saved = Чарт не сохранëн, хотите сохранить его сейчас?
upload-login-first = Сначала войдите, чтобы выложить чарт.
upload-builtin = Встроенные чарты нельзя выложить.
upload-rules = Правила
upload-rules-content =
  Перед тем как выложить чарт, ознакомьтесь с требованиями:
  1. Вы должны являться автором чарта или получили разрешения из всех чартеров (в случае коллаборации). При несоблюдении этого правила Вы можете лишиться права опубликовать чарты в дальнейшем.
  2. Рекомендуется использовать узнаваемый никнейм и фото профиля. Если ваши никнейм и фото профиля отличаются от тех, что находятся на используемой вами платформе для передачи чартов (YouTube, Discord, Bilibili и т.д.), обозначьте это дополнительно.
  3. Убедитесь, что содержимое чарта (трек, текст, иллюстрация и т.д,) не нарушают распоряжения Китайской Народной Республики, содержат недостоверную информацию и/или нарушают законы.
  4. Ваш чарт может быть использован для рекламных целей. Мы будем сообщать Вам в том случае, если хотим использовать в других целях.
  5. Phira имеет право удалить Ваш чарт, даже если был принят (в случаях с изменениями Условий Использования, авторскими правами и т.д.)
  6. Право на конечную интерпретацию этих правил остаëтся за TeamFlos, Phira и модерацией.

uploading = Загрузка чарта на сервер...
upload-chart-failed = Ошибка загрузки чарта на сервер
upload-success = Загрузка чарта на сервер прошла успешно. Дождитесь пока он пройдëт модерацию.
upload-failed = Ошибка загрузки
upload-confirm-clear-ldb = Так как данный чарт отличается от уже выпущенного чарта, таблица лидеров будет сброситься после загрузки! Вы точно хотите продолжить?

ldb = Список лидеров
ldb-load-failed = Ошибка загрузки списка лидеров
ldb-no-rank = Пусто
ldb-score = Очки
ldb-std = Чистота

info-name = Имя трека
info-composer = Композитор
info-charter = Автор чарта
info-difficulty = Сложность
info-desc = Описание
info-rating = Оценка игроков
info-type = Тип
info-tags = Теги

reviewed = Модерировано 
unreviewed = Не модерировано 

review-approve = Подтвердить
review-deny = Отклонить
review-del = Удалить из онлайн-списка
review-approved = Подтверждëн
review-passed = Модерация пройдена
review-denied = Модерация не пройдена
review-deleted = Удалëн
review-action-failed = Ошибка выполнения модерации
review-doing = На модерации
review-not-loaded = Подождите...
review-edit-tags = Изменить теги
review-edit-tags-failed = Ошибка при изменении тегов
review-edit-tags-done = Теги изменены

mods = Моды
mods-autoplay = Автоигра
mods-autoplay-sub = Чарт играется за себя.
mods-flip-x = Зеркально
mods-flip-x-sub = Отражает чарт по оси Х
mods-fade-out = Исчезающие ноты
mods-fade-out-sub = Ноты исчезают при приближении к линии

rate-failed = Ошибка при оценке
rate-done = Чарт оценëн

need-update = Обновление чарта
need-update-info-only-content = Информация чарта была обновлëна. Обновить его?
need-update-content = Этот чарт был обновлëн. В связи с этим, список лидеров был сброшен. Пожалуйста, обновите чарт для возможности загружать свои результаты.

request-failed = Ошибка при выполнении запроса

stabilize = Подтвердить
stabilize-warn = Обычные пользователи могут подать заявку на подтверждение чарта раз в три дня. Пользователи с уже подтверждёнными чартами могут подать заявку ежедневно. Хотите продолжить?
stabilize-requested = Заявка на подтверждение чарта отправлена
stabilize-failed = Ошибка
stabilize-approve = Подтвердить как Особый
stabilize-approve-ranked = Подтвердить чарт
stabilize-comment = Комментировать подтверждение
stabilize-commented = Коментарий отправлен
stabilize-deny = Отклонить
stabilize-approved = Одобрен
stabilize-approved-passed = Ваша заявка на подтверждение была принята
stabilize-denied = Отклонëн
stabilize-denied-passed = Ваша заявка на подтвержение была отклонена
