
load-preview-failed = Ошибка загрузки превью трека
load-charts-failed = Ошибка загрузки чарта
no-chart-for-download = Этот чарт невозможно загрузить

load-chart-failed = Ошибка загрузки чарта

dl-cancel = Отмена
dl-status-fetch = Получение информации
dl-status-song = Загрузка трека
dl-status-chart = Загрузка чарта
dl-status-extract = Извлечение
dl-status-illustration = Загрузка иллюстрации
dl-status-assets = Загрузка данных
dl-status-saving = Сохранение
dl-failed = Ошибка загрузки
dl-success = Загружено

guest = Гость

warn-unrated = Эта игра не будет засчитываться
failed-to-play = Ошибка запуска онлайн-режима
play-cancel = Отмена
play-switch-to-offline = Переключиться в оффлайн-режим
switched-to-offline = Переключено в оффлайн режим

delete = Удалить
rate = Оценить
exercise = Практика
offset = Задержка
unlock = Показать видео разблокировки

edit-cancel = Отмена
edit-save = Сохранить
edit-saving = Сохранение
edit-load-file-failed = Ошибка загрузки файла
edit-save-failed = Ошибка сохранения
edit-saved = Сохранено
edit-preview-invalid = Время превью установленно неправильно
edit-tags = Изменить теги
edit-downloaded = Вы не можете редактировать загруженные чарты
edit-overwrite = Перезапись
edit-overwrite-confirm = Вы уверены что хотите перезаписать чарт и заменить на локальный? (Чарт синхронизируется с чартом на платформе только после нажатия кнопки "Обновить")
edit-overwrite-success = Перезапись успешна
edit-overwrite-failed = Ошибка перезаписи

edit-upload = Выложить
edit-update = Обновить

upload-not-saved = Чарт не сохранëн, хотите сохранить его сейчас?
upload-login-first = Сначала войдите, чтобы выложить чарт
upload-builtin = Встроенные чарты нельзя выложить
upload-rules = Правила
upload-rules-content =
  Перед тем как выложить чарт, ознакомьтесь с требованиями:
  1. Вы должны являться автором чарта. Нарушение правила - перманентная блокировка возможности загружать чарты на платформу.
  2. В случае коллаб-чарта - все его участники должны дать своë согласие. Нарушение правила - перманентная блокировка возможности загружать чарты на платформу.
  3. Рекомендуется использовать узнаваемый никнейм и фото профиля. Если ваши никнейм и фото профиля отличаются от тех что находятся на используемой вами платформе для передачи чартов (YouTube, Discord, Bilibili и т.д.), обозначьте это дополнительно.
  4. Убедительная просьба указать язык общения в описании чарта.
  5. Содержимое чарта (трек,текст, иллюстрация и.т.д,) не должны нарушать законов Китайской Народной Республики и/или содержать недостоверную информацию.
  6. ! Нарушение правил карается перманентной блокировкой возможности загружать чарты на платформу!
  7. Вы предоставляете право использования вашего чарта для его продвижения в Phira. Для любого иного использования требуется ваше разрешение.
  8.Право на конечную интерпретацию этих правил остаëтся за TeamFlos.
uploading = Загрузка чарта на сервер
upload-chart-failed = Ошибка загрузки чарта на сервер
upload-success = Загрузка чарта на сервер прошла успешно. Дождитесь пока он пройдëт модерацию.
upload-failed = Ошибка загрузки
upload-confirm-clear-ldb = Так как данный чарт отличается от уже выпущенного чарта, таблица лидеров будет сброситься после загрузки! Вы точно хотите продолжить?

ldb = Список лидеров
ldb-load-failed = Ошибка загрузки списка лидеров
ldb-no-rank = Пусто
ldb-score = Очки
ldb-std = Чистота

info-name = Имя трека
info-composer = Композитор
info-charter = Автор чарта
info-difficulty = Сложность
info-desc = Описание
info-rating = Оценка игроков
info-type = Тип
info-tags = Теги

reviewed = Модерированный
unreviewed = Не модерированный

review-approve = Подтвердить
review-deny = Отклонить
review-del = Удалить из онлайн-списка
review-approved = Подтверждëн
review-passed = Модерация пройдена
review-denied = Модерация не пройдена
review-deleted = Удалëн
review-action-failed = Ошибка выполнения модерации
review-doing = На модерации
review-not-loaded = Подождите...
review-edit-tags = Изменить теги
review-edit-tags-failed = Ошибка при изменении тегов
review-edit-tags-done = Теги изменены

mods = Моды
mods-autoplay = Автоигра
mods-autoplay-sub = Когда опция включена вы не сможете загружать на сервер результаты
mods-flip-x = Зеркально
mods-flip-x-sub = Отражает чарт по оси Х
mods-fade-out = Исчезающие ноты
mods-fade-out-sub = Ноты исчезают при приближении к линии

rate-failed = Ошибка при оценке
rate-done = Чарт оценëн

need-update = Обновление чарта
need-update-info-only-content = Информация чарта была обновлëна. Обновить его?
need-update-content = Этот чарт был обновлëн. Для загрузки результатов версия чарта должна совпадать с локальной. Обновить его?

request-failed = Ошибка при выполнении запроса

stabilize = Подтвердить чарт
stabilize-warn = Рядовой пользователь может подать заявку на подтверждение чарта один раз в три дня. Если у вас уже есть один подтверждëнный чарт, то интервал между запросами уменьшается до одного дня.
stabilize-requested = Заявка на подтверждение чарта отправлена
stabilize-failed = Ошибка
stabilize-approve = Подтвердить чарт как Особый
stabilize-approve-ranked = Подтвердить чарт
stabilize-comment = Комментировать подтверждение
stabilize-commented = Коментарий отправлен
stabilize-deny = Отклонить
stabilize-approved = Одобрен
stabilize-approved-passed = Ваша заявка на подтверждение была принята
stabilize-denied = Отклонëн
stabilize-denied-passed = Ваша заявка на подтвержение была отклонена
